export const urgentSituations: string[] = [
  "Вы совершили преступление или правонарушение.",
  "Вас или близкого человека задержали.",
  "Вас вызывают на опрос или допрос.",
  "Проводится проверка правоохранительных органов.",
  "Уже получен иск или претензия либо назначено судебное заседание.",
  "Истекает срок ответа на предписание государственного органа.",
  "Вам предлагают срочно подписать документы.",
  "Возник спор по поводу квартиры, наследства или другого имущества.",
  "Конфликт угрожает бизнесу или личным активам.",
  "Вы планируете обратиться в суд для защиты своих прав.",
  "Переговоры зашли в тупик.",
];
